Repository: nohal/route_pi
Catalog: po/*.po
Languages: et, nb, nl

source: Route
et: Teekond
nb: Rute
nl: Routeberekening

source: ROUTE
et: Teekond
nb: RUTE

source: Route Plotting plugin for OpenCPN
et: Teekonna planeerimise plugin OpenCPN'i jaoks
nb: Ruteplott utvidelse til OpenCPN
nl: Routeberekening PlugIn voor OpenCPN

source: Route Plotting plugin for OpenCPN Plots Great Circle routes, Limited Circle Routes and Rhumb lines.
et: Teekonna planeerimise plugin OpenCPN'i jaoks Planeerib suurringi teekondi, piiratud ringi teekondi ja loksodroomi.
nb: Ruteplott utvidelse til OpenCPN Plott storsirkel ruter, begrensetsirkel ruter og rhumb linjer.
nl: Routeberekening PlugIn voor OpenCPN. Maakt loxodroom-, grootcirkel- en samengestelde routes.

source: Route Preferences
et: Teekonna eelistused
nb: Egenskaper for rute
nl: Routevoorkeuren

source: Menu
et: Menüü
nb: Meny

source: Preferences
et: Eelistused
nb: Innstillinger
nl: Voorkeuren

source: Error in calculation. Please check input!
et: Viga arvutuses. Kontrolli palun sisestatut!
nb: Feil i utrekning. Vennligst sjekk!
nl: Fout in berekening. Controleer de input!

source: Export GPX file as
et: Ekspordi GPX-fail kui
nb: Eksporter GPX-fil som
nl: Exporteer GPX-bestand als

source: No Lat Limit!
et: Puudub laiuse piir!
nb: Ingen breddegrad grense!
nl: Geen breedtelimiet!

source: Export Great Circle GPX file as
et: Ekspordi suurringi GPX-fail kui
nb: Eksporter storsirkel GPX fil som
nl: Exporteer GPX-bestand grootcirkel als

source: error in input range validation
et: viga sisestatud ulatuse kontrollimisel
nb: feil i validering av inndata-område
nl: fout bij invoervalidatie

source: Start Latitude>Limit!
et: Alguse laius>piir!
nb: Start breddegrad>Grense!
nl: Start breedte>limiet!

source: Error occured, aborting GCL calc!
et: Viga, katkestan GCL arvutamise!
nb: En feil oppstod, avbryter GCL beregning!
nl: Fout opgetreden, GCL-berekening afgebroken!

source: Brent's method not converging, check result
et: Brenti meetod ei kitsene, kontrolli tulemust
nb: Brent's metoden sammenfaller ikke, sjekk resultat
nl: Brent's methode converteert niet, controleer resultaat

source: Export Rhumb Line GPX file as
et: Ekspordi loksodroomi GPX-fail kui
nb: Eksporter Rhumblinje GPX-fil som
nl: Exporteer GPX-bestand loxodroom als

source: Route preferences
et: Teekonna eelistused
nb: Egenskaper for rute
nl: Routevoorkeuren

source: Route Plugin by SaltyPaws
et: SaltyPaw teekonna plugin
nb: Rute utvidelse av SaltyPaws
nl: Routeberekening PlugIn door SaltyPaws

source: Great Circle Route
et: Suurring Teekond
nb: Storsirkel rute
nl: Grootcirkelroute

source: Input
et: Sisend
nb: Inngang

source: Waypoint Distance
et: Teepunkt Vahemaa
nb: Veipunkt Distanse
nl: Routepunt- afstand

source: NM
et: miili

source: Calculate
et: Arvuta
nb: Beregn
nl: Bereken

source: Result
et: Tulemus
nb: Resultat
nl: Resultaat

source: Great Circle Distance
et: Suurring Vahemaa
nb: Storsirkel Distanse
nl: Grootcirkel- verheid

source: Rhumb Line Distance
et: Loksodroom Vahemaa
nb: Rhumblinje distanse
nl: Loxodroom- verheid

source: Export
et: Ekspordi
nb: Eksporter
nl: Exporteren

source: Great Circle (shortest) GPX
et: Suurringi (lühim) GPX
nb: Storsirkel (kortest) GPX
nl: Grootcirkel GPX (kortst)

source: Rhumb Line (fixed heading) GPX
et: Püsikursi GPX
nb: Rhumblinje (fast kurs) GPX
nl: Loxodroom GPX (vaste koers)

source: Great Circle
et: Suurring
nb: Storsirkel
nl: Grootcirkel

source: Limited Circle Route
et: Piiratud ring Teekond
nb: Begrenset sirkel Rute
nl: Samengestelde route

source: Latitude Limit
et: Laius Piir
nb: Breddegrad grense
nl: Breedte- limiet

source: Limited Circle Distance
et: Piiratud ring Vahemaa
nb: Begrenset sirkel Distanse
nl: Verheid samen- gestelde route

source: Great Circle Distance
et: Suurring Vahemaa
nb: Storsirkel Distanse
nl: Grootcirkel- verheid

source: Rhumb Line Distance
et: Loksodroom Vahemaa
nb: Rhumblinje distanse
nl: Loxodroom- verheid

source: Limited Circle GPX
et: Piiratud ringi GPX
nb: Begrenset sirkel GPX
nl: GPX samengestelde route

source: Limited Circle
et: Piiratud ring
nb: Begrenset sirkel
nl: Samengestelde route

source: Start of Route
et: Teekonna algus
nb: Begynnelse av rute
nl: Start van route

source: Latitude
et: Laiuskraad
nb: Breddegrad
nl: Breedte

source: Longitude
et: Pikkuskraad
nb: Lengdegrad
nl: Lengte

source: End of Route
et: Teekonna lõpp
nb: Slutt på rute
nl: Einde van route

source: Naming
et: Nimetades
nb: Navngi
nl: Naamgeving

source: Start
et: Käivita

source: End
et: Lõpp
nb: Slutt
nl: Einde

source: Decimal Degree
et: Kraadi kümnendikud
nb: Desimal grader
nl: Decimale graden

source: Lat
et: L°
nb: Bgrad.
nl: Breedte

source: Lon
et: P°
nb: Lgrad
nl: Lengte

source: Convert to Degree
et: Muuda kraadiks
nb: Konverter til grader
nl: Converteer naar graden

source: General settings
et: Üldised seaded
nb: Generelle innstillinger
nl: Algemene instellingen

source: Opacity
et: Läbipaistmatus
nb: Gjennomsiktighet
nl: Transparantie

source: E
nb: Ø
nl: O

source: W
nb: V

source: S
nl: Z
